/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="Profil exportieren...";
"import_identity_label"="Profil wiederherstellen...";
"pref_title_activity_identity_management"="Profilverwaltung";
"key_management"="Neues Schlüsselpaar erzeugen...";
"pref_title_delete_identity"="Profil löschen...";
"pref_title_change_password"="Passwort ändern...";
"pref_title_help"="Hilfe";
"about_action_bar_right"="Über";
"pref_title_general"="Allgemein";
"pref_title_about_surespot"="Über surespot";
"pref_title_confirmations"="Bestätigungen";
"pref_title_delete_message"="Mitteilung löschen";
"pref_title_delete_all_messages"="Alle Mitteilungen löschen";
"pref_title_message_debug_mode"="Mitteilungs-Debugmodus";
"pref_title_debug"="Entwickler-Optionen";
"pref_title_options"="Optionen";
"pref_summary_delete_message"="Löschen einer Nachricht bestätigen";
"pref_summary_delete_all_messages"="Löschen aller Nachrichten bestätigen";
"pref_summary_export_identity"="Sichere dein Profil auf dem lokalen Datenträger oder Google Drive.";
"pref_summary_import_identity"="Stelle dein Profil vom lokalen Datenträger oder Google Drive wieder her.";
"pref_summary_delete_identity"="Löschen eines Profils kann nicht rückgängig gemacht werden.";
"pref_summary_regen_keys"="Für die Paranoiden.";
"pref_summary_message_debug_mode"="Zeigt mehr Informationen zu den Mitteilungen für Entwicklungszwecke an.";
"version"="Version";
"notifications_title"="In-App-Benachrichtigungen";
"notifications_vibration"="Vibration";
"notifications_sound"="Ton";
"notifications_led"="LED";
"notifications_enabled"="aktiviert";

//new
"settings_for_identity"="Profileinstellungen";
"pref_title_background_image_select"="Wähle ein Hintergrundbild...";
"pref_title_background_image_remove"="Hintergrundbild entfernen";
